Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: ACR TRAINING ZONES
ar: مناطق تدريب ACR
da: ACR TRÆNINGSZONER
de: ACR-TRAININGSZONEN
es: ZONAS DE ENTRENAMIENTO ACR
fi: ACR-HARJOITTELUVYÖHYKKEET
fr: ZONES D'ENTRAÎNEMENT ACR
is: ACR ÆFINGASVÆÐI
it: ZONE DI ALLENAMENTO ACR
ja: ACRトレーニングゾーン
ko: ACR 트레이닝 구간
nb: ACR TRENINGSSONER
nl: ACR-TRAININGSZONES
pt_br: ZONAS DE TREINO ACR
ru: ТРЕНИРОВОЧНЫЕ ЗОНЫ ACR
sv: ACR-TRÄNINGSZONER
zh_hans: ACR训练区间

source: Actions
ar: إجراءات
da: Handlinger
de: Aktionen
es: Acciones
fi: Toiminnot
is: Aðgerðir
it: Azioni
ja: アクション
ko: 작업
nb: Handlinger
nl: Acties
pt_br: Ações
ru: Действия
sv: Åtgärder
zh_hans: 操作

source: Actions here can't be undone from inside the app. Read the per-action page before tapping anything.
ar: لا يمكن التراجع عن الإجراءات هنا من داخل التطبيق. اقرأ صفحة كل إجراء قبل النقر على أي شيء.
da: Handlinger her kan ikke fortrydes inde i appen. Læs siden for den enkelte handling, før du trykker på noget.
de: Aktionen hier können in der App nicht rückgängig gemacht werden. Lies die Seite zur jeweiligen Aktion, bevor du etwas antippst.
es: Las acciones aquí no se pueden deshacer desde la app. Lee la página de cada acción antes de tocar nada.
fi: Näitä toimintoja ei voi kumota sovelluksesta. Lue kunkin toiminnon sivu ennen kuin napautat mitään.
fr: Les actions ici ne peuvent pas être annulées depuis l'app. Lisez la page de chaque action avant de toucher quoi que ce soit.
is: Aðgerðir hér er ekki hægt að afturkalla innan úr forritinu. Lestu síðu hverrar aðgerðar áður en þú snertir nokkuð.
it: Le azioni qui non possono essere annullate dall'app. Leggi la pagina di ogni azione prima di toccare qualsiasi cosa.
ja: ここでの操作はアプリ内から元に戻せません。何かをタップする前に各操作のページを読んでください。
ko: 여기서의 작업은 앱 내에서 되돌릴 수 없습니다. 무엇이든 누르기 전에 각 작업 페이지를 읽으세요.
nb: Handlinger her kan ikke angres inne i appen. Les siden for hver handling før du trykker på noe.
nl: Acties hier kunnen niet ongedaan worden gemaakt vanuit de app. Lees de pagina per actie voordat je iets aantikt.
pt_br: As ações aqui não podem ser desfeitas dentro do app. Leia a página de cada ação antes de tocar em qualquer coisa.
ru: Действия здесь нельзя отменить внутри приложения. Прочитайте страницу каждого действия, прежде чем что-либо нажимать.
sv: Åtgärder här kan inte ångras inifrån appen. Läs sidan för varje åtgärd innan du trycker på något.
zh_hans: 此处的操作无法在应用内撤销。点按任何内容前请先阅读对应操作的页面。

source: Activation failed
ar: فشل التفعيل
da: Aktivering mislykkedes
de: Aktivierung fehlgeschlagen
es: Error de activación
fi: Aktivointi epäonnistui
fr: Échec de l’activation
is: Virkjun mistókst
it: Attivazione non riuscita
ja: アクティベーションに失敗しました
ko: 활성화 실패
nb: Aktivering mislyktes
nl: Activering mislukt
pt_br: Falha na ativação
ru: Ошибка активации
sv: Aktiveringen misslyckades
zh_hans: 激活失败

source: Active until %@.
ar: نشط حتى %@.
da: Aktiv indtil %@.
de: Aktiv bis %@.
es: Activo hasta %@.
fi: Voimassa %@ asti.
fr: Actif jusqu’au %@.
is: Virkt til %@.
it: Attivo fino al %@.
ja: %@ まで有効です。
ko: %@까지 활성.
nb: Aktiv til %@.
nl: Actief tot %@.
pt_br: Ativo até %@.
ru: Активно до %@.
sv: Aktiv till %@.
zh_hans: 有效期至 %@。

source: Active. Refuses AFib / arrhythmia / symptom queries before any provider call.
ar: نشط. يرفض الاستفسارات عن AFib/اضطراب النظم/الأعراض قبل أي اتصال بمزوّد.
da: Aktiv. Afviser forespørgsler om AFib/arytmi/symptomer før ethvert kald til en udbyder.
de: Aktiv. Lehnt Anfragen zu AFib/Arrhythmie/Symptomen ab, bevor ein Anbieter kontaktiert wird.
es: Activo. Rechaza consultas sobre AFib/arritmia/síntomas antes de cualquier llamada a un proveedor.
fi: Aktiivinen. Kieltäytyy AFib-/rytmihäiriö-/oirekyselyistä ennen mitään palveluntarjoajan kutsua.
fr: Actif. Refuse les requêtes sur l'AFib/l'arythmie/les symptômes avant tout appel à un fournisseur.
is: Virkt. Hafnar fyrirspurnum um AFib/hjartsláttartruflanir/einkenni áður en hringt er í nokkurn þjónustuaðila.
it: Attivo. Rifiuta le richieste su AFib/aritmia/sintomi prima di qualsiasi chiamata a un provider.
ja: 有効。プロバイダーへの呼び出し前に AFib・不整脈・症状に関する問い合わせを拒否します。
ko: 활성화됨. 모든 제공업체 호출 전에 AFib/부정맥/증상 관련 질의를 거부합니다.
nb: Aktiv. Avviser forespørsler om AFib/arytmi/symptomer før ethvert kall til en leverandør.
nl: Actief. Weigert vragen over AFib/aritmie/symptomen vóór elke aanroep van een provider.
pt_br: Ativo. Recusa consultas sobre AFib/arritmia/sintomas antes de qualquer chamada a um provedor.
ru: Активно. Отклоняет запросы об AFib/аритмии/симптомах до любого обращения к провайдеру.
sv: Aktiv. Avvisar frågor om AFib/arytmi/symtom före varje anrop till en leverantör.
zh_hans: 已启用。在调用任何提供方之前拒绝有关 AFib/心律失常/症状的查询。

source: Active. Tap below to set an end date.
ar: نشط. اضغط أدناه لتحديد تاريخ انتهاء.
da: Aktiv. Tryk nedenfor for at sætte en slutdato.
de: Aktiv. Unten tippen, um ein Enddatum zu setzen.
es: Activo. Toca abajo para fijar una fecha de fin.
fi: Aktiivinen. Napauta alla asettaaksesi päättymispäivän.
fr: Actif. Touchez ci-dessous pour définir une date de fin.
is: Virkt. Ýttu hér að neðan til að setja lokadag.
it: Attivo. Tocca qui sotto per impostare una data di fine.
ja: 有効。下をタップして終了日を設定。
ko: 활성. 아래를 탭하여 종료일을 설정하세요.
nb: Aktiv. Trykk nedenfor for å angi sluttdato.
nl: Actief. Tik hieronder om een einddatum in te stellen.
pt_br: Ativo. Toque abaixo para definir uma data final.
ru: Активно. Нажмите ниже, чтобы задать дату окончания.
sv: Aktiv. Tryck nedan för att ange ett slutdatum.
zh_hans: 生效中。点按下方设置结束日期。

source: Activity
ar: النشاط
da: Aktivitet
de: Aktivität
es: Actividad
fi: Aktiivisuus
fr: Activité
is: Virkni
it: Attività
ja: アクティビティ
ko: 활동
nb: Aktivitet
nl: Activiteit
pt_br: Atividade
ru: Активность
sv: Aktivitet
zh_hans: 活动

source: Acute fatigue
ar: إرهاق حاد
da: Akut træthed
de: Akute Ermüdung
es: Fatiga aguda
fi: Akuutti väsymys
fr: Fatigue aiguë
is: Bráð þreyta
it: Affaticamento acuto
ja: 急性疲労
ko: 급성 피로
nb: Akutt tretthet
nl: Acute vermoeidheid
pt_br: Fadiga aguda
ru: Острая усталость
sv: Akut trötthet
zh_hans: 急性疲劳

# Acute to chronic ratio: %@, %@ zone
source: Acute to chronic ratio: %1$@, %2$@ zone
ar: نسبة الحاد إلى المزمن: %1$@، منطقة %2$@
da: Akut til kronisk ratio: %@, %@ zone
de: Akut-zu-chronisch-Verhältnis: %@, %@-Zone
es: Relación aguda a crónica: %@, zona %@
fi: Akuutti-krooninen suhde: %1$@, %2$@-vyöhyke
fr: Ratio aigu/chronique : %@, zone %@
is: Bráða-langvinn hlutfall: %1$@, %2$@ svæði
it: Rapporto acuto-cronico: %@, zona %@
ja: 急性:慢性比率: %@、%@ゾーン
ko: 급성:만성 비율: %@, %@ 구간
nb: Akutt til kronisk ratio: %@, %@ sone
nl: Acuut-chronisch ratio: %@, %@ zone
pt_br: Razão agudo/crônico: %@, zona %@
ru: Отношение острой к хронической нагрузке: %@, зона %@
sv: Akut:kronisk kvot: %@, %@-zon
zh_hans: 急性与慢性比率: %1$@，%2$@ 区间

source: Fitness, fatigue and daily load from your workouts
ar: اللياقة والإرهاق والحمل اليومي من تمارينك
da: Form, træthed og daglig belastning ud fra dine træninger
de: Fitness, Ermüdung und Tagesbelastung aus deinen Trainings
es: Condición física, fatiga y carga diaria a partir de tus entrenamientos
fi: Kunto, väsymys ja päivittäinen kuormitus harjoituksistasi
fr: Condition, fatigue et charge quotidienne à partir de vos entraînements
is: Form, þreyta og daglegt álag út frá æfingunum þínum
it: Forma, fatica e carico giornaliero dai tuoi allenamenti
ja: ワークアウトから算出するフィットネス・疲労・日々の負荷
ko: 운동을 바탕으로 한 체력, 피로, 일일 부하
nb: Form, tretthet og daglig belastning fra øktene dine
nl: Fitheid, vermoeidheid en dagelijkse belasting uit je trainingen
pt_br: Condicionamento, fadiga e carga diária a partir dos seus treinos
ru: Форма, усталость и дневная нагрузка по вашим тренировкам
sv: Form, trötthet och daglig belastning utifrån dina pass
zh_hans: 根据你的训练得出体能、疲劳和每日负荷

source: ACUTE:CHRONIC RATIO
ar: النسبة الحادة:المزمنة
da: AKUT:KRONISK RATIO
de: AKUT:CHRONISCH-VERHÄLTNIS
es: RELACIÓN AGUDA:CRÓNICA
fi: AKUUTTI:KROONINEN SUHDE
fr: RATIO AIGU:CHRONIQUE
is: BRÁÐA:LANGVINNT HLUTFALL
it: RAPPORTO ACUTO:CRONICO
ja: 急性:慢性比率
ko: 급성:만성 비율
nb: AKUTT:KRONISK RATIO
nl: ACUUT:CHRONISCH RATIO
pt_br: RAZÃO AGUDO:CRÔNICO
ru: СООТНОШЕНИЕ ОСТРОЙ И ХРОНИЧЕСКОЙ НАГРУЗКИ
sv: AKUT:KRONISK KVOT
zh_hans: 急性:慢性比率

source: Acute:Chronic Workload Ratio (ACWR)
ar: نسبة الحمل الحاد إلى المزمن (ACWR)
da: Akut:kronisk belastningsforhold (ACWR)
de: Akut-zu-chronisch-Belastungsverhältnis (ACWR)
es: Relación de carga aguda:crónica (ACWR)
fi: Akuutti:krooninen kuormitussuhde (ACWR)
fr: Rapport charge aiguë/chronique (ACWR)
is: Hlutfall bráðs og langvinns álags (ACWR)
it: Rapporto carico acuto:cronico (ACWR)
ja: 急性:慢性 負荷比 (ACWR)
ko: 급성:만성 부하 비율 (ACWR)
nb: Akutt:kronisk belastningsforhold (ACWR)
nl: Acuut:chronisch belastingsratio (ACWR)
pt_br: Razão de carga aguda:crônica (ACWR)
ru: Отношение острой к хронической нагрузке (ACWR)
sv: Akut:kronisk belastningskvot (ACWR)
zh_hans: 急性∶慢性负荷比 (ACWR)

source: ACWR %@ — past spike threshold; load needs to come down.
ar: ACWR %@ — تجاوز عتبة القفزة؛ يجب خفض الحمل.
da: ACWR %@ — over spidsgrænsen; belastningen skal ned.
de: ACWR %@ — über der Spitzenschwelle; Belastung muss runter.
es: ACWR %@ — supera el umbral de pico; hay que bajar la carga.
fi: ACWR %@ — piikkirajan yli; kuormitusta on laskettava.
fr: ACWR %@ — au-delà du seuil de pic ; la charge doit baisser.
is: ACWR %@ — yfir toppmörkum; álag þarf að lækka.
it: ACWR %@ — oltre la soglia di picco; il carico deve scendere.
ja: ACWR %@ — 急増の閾値を超過。負荷を下げる必要があります。
ko: ACWR %@ — 급증 임계치 초과. 부하를 낮춰야 합니다.
nb: ACWR %@ — over topp-terskelen; belastningen må ned.
nl: ACWR %@ — voorbij de piekdrempel; belasting moet omlaag.
pt_br: ACWR %@ — acima do limiar de pico; a carga precisa baixar.
ru: ACWR %@ — выше порога всплеска; нагрузку нужно снизить.
sv: ACWR %@ — över toppgränsen; belastningen måste ner.
zh_hans: ACWR %@ — 已超过激增阈值；需要降低负荷。

source: ACWR %@ — productive load band, sustainable volume.
ar: ACWR %@ — نطاق حمل مثمر، حجم مستدام.
da: ACWR %@ — produktivt belastningsbånd, bæredygtigt volumen.
de: ACWR %@ — produktives Belastungsband, nachhaltiger Umfang.
es: ACWR %@ — banda de carga productiva, volumen sostenible.
fi: ACWR %@ — tuottava kuormituskaista, kestävä volyymi.
fr: ACWR %@ — bande de charge productive, volume durable.
is: ACWR %@ — gagnlegt álagsbil, sjálfbært magn.
it: ACWR %@ — banda di carico produttiva, volume sostenibile.
ja: ACWR %@ — 有効な負荷帯、持続可能なボリューム。
ko: ACWR %@ — 생산적 부하 구간, 지속 가능한 볼륨.
nb: ACWR %@ — produktivt belastningsbånd, bærekraftig volum.
nl: ACWR %@ — productieve belastingsband, houdbaar volume.
pt_br: ACWR %@ — faixa de carga produtiva, volume sustentável.
ru: ACWR %@ — продуктивный диапазон нагрузки, устойчивый объём.
sv: ACWR %@ — produktivt belastningsband, hållbar volym.
zh_hans: ACWR %@ — 有效负荷区间，训练量可持续。

# Adapted to heat around %lld%@
source: Adapted to heat around %1$lld%2$@
ar: متأقلم مع الحرارة حول %lld%@
da: Tilpasset varme omkring %lld%@
de: An Hitze um %lld%@ angepasst
es: Aclimatado al calor en torno a %lld%@
fi: Sopeutunut lämpöön noin %lld%@
fr: Acclimaté à la chaleur autour de %lld%@
is: Aðlagað hita um %lld%@
it: Acclimatato al caldo intorno a %lld%@
ja: 約 %lld%@ の暑さに順化
ko: 약 %lld%@ 더위에 적응
nb: Tilpasset varme rundt %lld%@
nl: Aangepast aan hitte rond %lld%@
pt_br: Aclimatado ao calor em torno de %lld%@
ru: Адаптирован к жаре около %lld%@
sv: Anpassad till värme kring %lld%@
zh_hans: 已适应约 %lld%@ 的高温

source: Add
ar: إضافة
da: Tilføj
de: Hinzufügen
es: Añadir
fi: Lisää
fr: Ajouter
is: Bæta við
it: Aggiungi
ja: 追加
ko: 추가
nb: Legg til
nl: Toevoegen
pt_br: Adicionar
ru: Добавить
sv: Lägg till
zh_hans: 添加

source: Add a fact (e.g., "I'm training for a marathon")
ar: أضف معلومة (مثلاً، "أتدرّب لسباق ماراثون")
da: Tilføj en oplysning (f.eks. "Jeg træner til et maraton")
de: Fakt hinzufügen (z. B. "Ich trainiere für einen Marathon")
es: Añade un dato (p. ej., "Estoy entrenando para un maratón")
fi: Lisää tieto (esim. "Harjoittelen maratonia varten")
fr: Ajoutez un fait (p. ex. « Je m'entraîne pour un marathon »)
is: Bættu við staðreynd (t.d. "Ég er að æfa fyrir maraþon")
it: Aggiungi un dato (es. "Mi sto allenando per una maratona")
ja: 事実を追加（例：「マラソンに向けてトレーニング中」）
ko: 정보 추가 (예: "마라톤을 위해 훈련 중")
nb: Legg til et faktum (f.eks. "Jeg trener til et maraton")
nl: Voeg een feit toe (bijv. "Ik train voor een marathon")
pt_br: Adicione um fato (ex.: "Estou treinando para uma maratona")
ru: Добавьте факт (например, «Я готовлюсь к марафону»)
sv: Lägg till ett faktum (t.ex. "Jag tränar inför ett maraton")
zh_hans: 添加一条信息（例如，"我正在为马拉松训练"）

source: Add an API key in Settings → Flo.
ar: أضف مفتاح API في الإعدادات ← Flo.
da: Tilføj en API-nøgle under Indstillinger → Flo.
de: Füge unter Einstellungen → Flo einen API-Schlüssel hinzu.
es: Añade una clave de API en Ajustes → Flo.
fi: Lisää API-avain kohdassa Asetukset → Flo.
fr: Ajoutez une clé d’API dans Réglages → Flo.
is: Bættu við API-lykli í Stillingar → Flo.
it: Aggiungi una chiave API in Impostazioni → Flo.
ja: 設定 → Flo で API キーを追加してください。
ko: 설정 → Flo에서 API 키를 추가하세요.
nb: Legg til en API-nøkkel under Innstillinger → Flo.
nl: Voeg een API-sleutel toe in Instellingen → Flo.
pt_br: Adicione uma chave de API em Configurações → Flo.
ru: Добавьте ключ API в Настройки → Flo.
sv: Lägg till en API-nyckel i Inställningar → Flo.
zh_hans: 在“设置 → Flo”中添加 API 密钥。

source: Add contact
ar: إضافة جهة اتصال
da: Tilføj kontakt
de: Kontakt hinzufügen
es: Añadir contacto
fi: Lisää yhteystieto
fr: Ajouter un contact
is: Bæta við tengilið
it: Aggiungi contatto
ja: 連絡先を追加
ko: 연락처 추가
nb: Legg til kontakt
nl: Contact toevoegen
pt_br: Adicionar contato
ru: Добавить контакт
sv: Lägg till kontakt
zh_hans: 添加联系人

source: Add Custom Tag
ar: إضافة وسم مخصص
da: Tilføj brugerdefineret tag
de: Eigenen Tag hinzufügen
es: Agregar etiqueta personalizada
fi: Lisää mukautettu tunniste
fr: Ajouter un tag personnalisé
is: Bæta við sérsniðnu merki
it: Aggiungi tag personalizzato
ja: カスタムタグを追加
ko: 사용자 태그 추가
nb: Legg til egendefinert tagg
nl: Aangepaste tag toevoegen
pt_br: Adicionar Tag Personalizada
ru: Добавить свой тег
sv: Lägg till anpassad tagg
zh_hans: 添加自定义标签

source: Add Sleep
ar: إضافة النوم
da: Tilføj søvn
de: Schlaf hinzufügen
es: Añadir sueño
fi: Lisää uni
fr: Ajouter le sommeil
is: Bæta við svefni
it: Aggiungi sonno
ja: 睡眠を追加
ko: 수면 추가
nb: Legg til søvn
nl: Slaap toevoegen
pt_br: Adicionar sono
ru: Добавить сон
sv: Lägg till sömn
zh_hans: 添加睡眠

source: Add Sleep Segment
ar: إضافة مقطع نوم
da: Tilføj søvnsegment
de: Schlafsegment hinzufügen
es: Añadir segmento de sueño
fi: Lisää unijakso
fr: Ajouter un segment de sommeil
is: Bæta við svefnhluta
it: Aggiungi segmento di sonno
ja: 睡眠区間を追加
ko: 수면 구간 추가
nb: Legg til søvnsegment
nl: Slaapsegment toevoegen
pt_br: Adicionar segmento de sono
ru: Добавить отрезок сна
sv: Lägg till sömnsegment
zh_hans: 添加睡眠片段

source: Add to my route library
ar: إضافة إلى مكتبة مساراتي
da: Tilføj til mit rutebibliotek
de: Zu meiner Routenbibliothek hinzufügen
es: Añadir a mi biblioteca de rutas
fi: Lisää reittikirjastooni
fr: Ajouter à ma bibliothèque d'itinéraires
is: Bæta við leiðasafnið mitt
it: Aggiungi alla mia libreria di percorsi
ja: ルートライブラリに追加
ko: 내 경로 라이브러리에 추가
nb: Legg til i rutebiblioteket mitt
nl: Toevoegen aan mijn routebibliotheek
pt_br: Adicionar à minha biblioteca de rotas
ru: Добавить в мою библиотеку маршрутов
sv: Lägg till i mitt rutbibliotek
zh_hans: 添加到我的路线库

source: Adjust
ar: تعديل
da: Juster
de: Anpassen
es: Ajustar
fi: Säädä
fr: Ajuster
is: Stilla
it: Regola
ja: 調整
ko: 조정
nb: Juster
nl: Aanpassen
pt_br: Ajustar
ru: Настроить
sv: Justera
zh_hans: 调整

source: Adults: 20–80 ms (huge person-to-person variability). Athletes often 60–120 ms.
ar: البالغون: 20–80 مللي ثانية (تباين هائل بين الأشخاص). الرياضيون غالبًا 60–120 مللي ثانية.
da: Voksne: 20–80 ms (enorm variation fra person til person). Atleter ofte 60–120 ms.
de: Erwachsene: 20–80 ms (enorme Unterschiede zwischen Personen). Sportler oft 60–120 ms.
es: Adultos: 20–80 ms (variabilidad enorme entre personas). Los deportistas suelen estar en 60–120 ms.
fi: Aikuiset: 20–80 ms (valtava yksilöiden välinen vaihtelu). Urheilijoilla usein 60–120 ms.
fr: Adultes : 20–80 ms (variabilité interindividuelle énorme). Les athlètes souvent 60–120 ms.
is: Fullorðnir: 20–80 ms (gríðarlegur einstaklingsbreytileiki). Íþróttafólk oft 60–120 ms.
it: Adulti: 20–80 ms (enorme variabilità tra persone). Gli atleti spesso 60–120 ms.
ja: 成人: 20–80 ms（個人差が非常に大きい）。アスリートは 60–120 ms が多い。
ko: 성인: 20–80 ms(개인차가 매우 큼). 선수는 흔히 60–120 ms.
nb: Voksne: 20–80 ms (enorm variasjon fra person til person). Utøvere ofte 60–120 ms.
nl: Volwassenen: 20–80 ms (enorme variatie tussen personen). Sporters vaak 60–120 ms.
pt_br: Adultos: 20–80 ms (variabilidade enorme entre pessoas). Atletas costumam ficar em 60–120 ms.
ru: Взрослые: 20–80 мс (огромный разброс между людьми). У спортсменов часто 60–120 мс.
sv: Vuxna: 20–80 ms (enorm variation mellan personer). Idrottare ofta 60–120 ms.
zh_hans: 成人：20–80 ms（个体差异极大）。运动员常在 60–120 ms。

source: Advanced
ar: متقدم
da: Avanceret
de: Erweitert
es: Avanzado
fi: Edistynyt
fr: Avancé
is: Ítarlegt
it: Avanzato
ja: 詳細設定
ko: 고급
nb: Avansert
nl: Geavanceerd
pt_br: Avançado
ru: Расширенные
sv: Avancerat
zh_hans: 高级

source: Advanced Data Controls
ar: عناصر تحكم متقدمة في البيانات
da: Avancerede datakontroller
de: Erweiterte Datensteuerung
es: Controles de datos avanzados
fi: Tietojen lisäasetukset
fr: Contrôles de données avancés
is: Ítarlegar gagnastýringar
it: Controlli dati avanzati
ja: 高度なデータ制御
ko: 고급 데이터 제어
nb: Avanserte datakontroller
nl: Geavanceerde gegevensinstellingen
pt_br: Controles de dados avançados
ru: Расширенное управление данными
sv: Avancerade datakontroller
zh_hans: 高级数据控制

source: Advanced metrics
ar: مقاييس متقدمة
da: Avancerede målinger
de: Erweiterte Metriken
es: Métricas avanzadas
fi: Edistyneet mittarit
fr: Métriques avancées
is: Ítarlegar mælingar
it: Metriche avanzate
ja: 詳細指標
ko: 고급 지표
nb: Avanserte målinger
nl: Geavanceerde metrieken
pt_br: Métricas avançadas
ru: Расширенные показатели
sv: Avancerade mätvärden
zh_hans: 高级指标

source: Aerobic base · fat oxidation · mitochondrial adaptation
ar: القاعدة الهوائية · أكسدة الدهون · تكيّف الميتوكوندريا
da: Aerob base · fedtforbrænding · mitokondriel tilpasning
de: Aerobe Grundlage · Fettoxidation · mitochondriale Anpassung
es: Base aeróbica · oxidación de grasas · adaptación mitocondrial
fi: Aerobinen perusta · rasvanpoltto · mitokondrioadaptaatio
fr: Base aérobie · oxydation des graisses · adaptation mitochondriale
is: Loftháður grunnur · fitubrennsla · hvatberaaðlögun
it: Base aerobica · ossidazione dei grassi · adattamento mitocondriale
ja: 有酸素土台 · 脂質酸化 · ミトコンドリア適応
ko: 유산소 기초 · 지방 산화 · 미토콘드리아 적응
nb: Aerob base · fettforbrenning · mitokondriell tilpasning
nl: Aerobe basis · vetoxidatie · mitochondriale aanpassing
pt_br: Base aeróbica · oxidação de gorduras · adaptação mitocondrial
ru: Аэробная база · окисление жиров · митохондриальная адаптация
sv: Aerob bas · fettoxidation · mitokondriell anpassning
zh_hans: 有氧基础 · 脂肪氧化 · 线粒体适应

source: Aerobic capacity has room to grow — your CTL reflects training load, VO₂max your aerobic ceiling
ar: السعة الهوائية لديها مجال للنمو — يعكس CTL حمل التدريب، بينما يعكس VO₂max سقفك الهوائي
da: Den aerobe kapacitet har plads til at vokse — CTL afspejler træningsbelastning, VO₂max dit aerobe loft
de: Die aerobe Kapazität hat Luft nach oben — CTL zeigt die Trainingsbelastung, VO₂max deine aerobe Obergrenze
es: La capacidad aeróbica tiene margen de mejora — tu CTL refleja la carga de entrenamiento y el VO₂máx tu techo aeróbico
fi: Aerobisessa kapasiteetissa on kasvunvaraa — CTL kuvaa harjoituskuormaa, VO₂max aerobista kattoasi
fr: La capacité aérobie peut encore progresser — votre CTL reflète la charge, la VO₂max votre plafond aérobie
is: Loftháð geta hefur svigrúm til vaxtar — CTL endurspeglar æfingaálag, VO₂max loftháða þakið þitt
it: La capacità aerobica ha margini di crescita — il CTL riflette il carico, il VO₂max il tuo tetto aerobico
ja: 有酸素能力にはまだ伸びしろがあります — CTL はトレーニング負荷を、VO₂max は有酸素の上限を表します
ko: 유산소 능력에 성장 여지가 있습니다 — CTL은 훈련 부하를, VO₂max는 유산소 상한을 나타냅니다
nb: Aerob kapasitet har rom til å vokse — CTL viser treningsbelastning, VO₂max ditt aerobe tak
nl: De aerobe capaciteit kan nog groeien — je CTL weerspiegelt de trainingsbelasting, VO₂max je aerobe plafond
pt_br: A capacidade aeróbia tem espaço para crescer — seu CTL reflete a carga de treino e o VO₂máx seu teto aeróbio
ru: Аэробной ёмкости есть куда расти — CTL отражает тренировочную нагрузку, VO₂max — ваш аэробный потолок
sv: Den aeroba kapaciteten har utrymme att växa — CTL speglar träningsbelastning, VO₂max ditt aeroba tak
zh_hans: 有氧能力仍有提升空间 — CTL 反映训练负荷，VO₂max 反映你的有氧上限

source: Affects max-HR estimate.
ar: يؤثر على تقدير أقصى النبض.
da: Påvirker estimat for maks. HR.
de: Beeinflusst die Schätzung der max. HF.
es: Afecta la estimación de FC máxima.
fi: Vaikuttaa maksimi-HR:n arvioon.
fr: Affecte l'estimation de la FC max.
is: Hefur áhrif á mat á hámarks-HR.
it: Influisce sulla stima della HR massima.
ja: 最大HRの推定値に影響します。
ko: 최대 HR 추정값에 영향을 줍니다.
nb: Påvirker estimat for maks. HR.
nl: Beïnvloedt de schatting van de max. HR.
pt_br: Afeta a estimativa de HR máxima.
ru: Влияет на оценку максимального пульса.
sv: Påverkar uppskattningen av max-HR.
zh_hans: 影响最大 HR 估算值。

source: Affects workout distance, elevation, and pace throughout the app. Currently showing: %@. GPX and TCX exports stay metric — that's what Strava and Garmin require.
ar: يؤثر على مسافة التمرين والارتفاع والوتيرة في جميع أنحاء التطبيق. المعروض حاليًا: %@. تبقى تصديرات GPX وTCX بالنظام المتري — هذا ما تتطلبه Strava وGarmin.
da: Påvirker træningens distance, højde og tempo overalt i appen. Viser i øjeblikket: %@. GPX- og TCX-eksporter forbliver metriske — det kræver Strava og Garmin.
de: Wirkt sich app-weit auf Distanz, Höhe und Tempo des Trainings aus. Aktuell angezeigt: %@. GPX- und TCX-Exporte bleiben metrisch — das verlangen Strava und Garmin.
es: Afecta a la distancia, el desnivel y el ritmo del entrenamiento en toda la app. Mostrando actualmente: %@. Las exportaciones GPX y TCX se mantienen métricas: es lo que requieren Strava y Garmin.
fi: Vaikuttaa harjoituksen matkaan, nousuun ja vauhtiin koko sovelluksessa. Näytetään nyt: %@. GPX- ja TCX-viennit pysyvät metrisinä — Strava ja Garmin edellyttävät sitä.
fr: Affecte la distance, le dénivelé et l'allure de l'entraînement dans toute l'app. Affiché actuellement : %@. Les exports GPX et TCX restent métriques — c'est ce qu'exigent Strava et Garmin.
is: Hefur áhrif á vegalengd, hækkun og hraða æfinga í öllu forritinu. Sýnir núna: %@. GPX- og TCX-útflutningur helst í metrakerfi — það er það sem Strava og Garmin krefjast.
it: Influisce su distanza, dislivello e ritmo dell'allenamento in tutta l'app. Visualizzazione attuale: %@. Le esportazioni GPX e TCX restano in unità metriche: è ciò che richiedono Strava e Garmin.
ja: アプリ全体のワークアウトの距離、標高、ペースに影響します。現在の表示: %@。GPXとTCXのエクスポートはメートル法のままです — StravaとGarminがそれを必要とします。
ko: 앱 전체에서 운동 거리, 고도, 페이스에 영향을 줍니다. 현재 표시: %@. GPX 및 TCX 내보내기는 미터법을 유지합니다 — Strava와 Garmin이 이를 요구합니다.
nb: Påvirker treningens distanse, høyde og tempo i hele appen. Viser nå: %@. GPX- og TCX-eksporter forblir metriske — det er det Strava og Garmin krever.
nl: Beïnvloedt afstand, hoogtemeters en tempo van workouts in de hele app. Nu weergegeven: %@. GPX- en TCX-exports blijven metrisch — dat vereisen Strava en Garmin.
pt_br: Afeta a distância, a elevação e o ritmo do treino em todo o app. Exibindo no momento: %@. As exportações GPX e TCX permanecem métricas — é o que Strava e Garmin exigem.
ru: Влияет на дистанцию, набор высоты и темп тренировки во всём приложении. Сейчас отображается: %@. Экспорт GPX и TCX остаётся в метрической системе — этого требуют Strava и Garmin.
sv: Påverkar träningens distans, höjd och tempo i hela appen. Visar för närvarande: %@. GPX- och TCX-exporter förblir metriska — det är vad Strava och Garmin kräver.
zh_hans: 影响整个应用中的运动距离、爬升和配速。当前显示：%@。GPX 和 TCX 导出保持公制 — 这是 Strava 和 Garmin 的要求。
